Revit 2027 API
AdvancedWood.WoodPoreDepth Property
 The property labeled "Bump depth variation (cm) for pores" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodPoreDepth { get; }
Public Shared ReadOnly Property WoodPoreDepth As String
	Get
public:
static property String^ WoodPoreDepth {
	String^ get ();
}
static member WoodPoreDepth : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace